Repository: Dream132872/imps_new_framework
Catalog: src/core/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Chunk upload repository not available
fa: ریپوزیتوری بارگذاری تکه ای در دسترس نیست

source: Failed to create chunk upload: {message}
fa: ایجاد بارگذاری تکه ای ناموفق بود: {message}

source: Chunk upload service not available
fa: سرویس بارگذاری تکه ای در دسترس نیست

source: Chunk upload not found
fa: بارگذاری تکه ای یافت نشد

source: Failed to upload chunk: {message}
fa: بارگذاری تکه ناموفق بود: {message}

source: Upload is not completed yet
fa: بارگذاری به اتمام نرسیده است

source: Picture type is not valid
fa: نوع تصویر معتبر نمی باشد

source: There is no picture with ID: {picture_id}
fa: تصویری با آی دی {picture_id} یافت نشد

source: Failed to complete chunk upload: {message}
fa: تکمیل بارگذاری تکه ای ناموفق بود: {message}

source: You should pass the image file
fa: شما باید فایل تصویر را ارسال کنید

source: Failed to create picture: {message}
fa: ایجاد تصویر ناموفق بود: {message}

source: Picture not found: {msg}
fa: تصویر یافت نشد: {msg}

source: An error occurred during updating picture: {msg}
fa: در هنگام ویرایش تصویر خطایی رخ داد : {msg}

source: Picture with ID {picture_id} not found
fa: تصویری با آی دی {picture_id} یافت نشد

source: Failed to delete picture with ID '{picture_id}': {message}
fa: حذف تصویر با آی دی {picture_id} ناموفق بود: {message}

source: Could not get chunk upload status: {message}
fa: وضعیت آپلود تکه ای را نمیتوان دریافت کرد : {message}

source: Could not get picture with ID: {picture_id}
fa: دریافت تصویر با آی دی {picture_id} ناموفق بود

source: User with ID {user_id} not found
fa: کاربری با آی دی {user_id} یافت نشد

source: Failed to get user with ID '{user_id}': {message}
fa: دریافت کاربر با آی دی {user_id} ناموفق بود : {message}

source: Failed to search users: {message}
fa: جستجوی کاربران ناموفق بود: {message}

source: Email format is not valid
fa: فرمت ایمیل صحیح نمی باشد

source: Picture
fa: تصویر

source: Pictures
fa: تصاویر

source: Core
fa: هسته

source: Dashboard
fa: پیشخوان

source: This value should be equal to text_input
fa: این مقدار باید برابر با مقدار text_input باشد

source: Username
fa: نام کاربری

source: Password
fa: کلمه عبور

source: Image file
fa: فایل تصویر

source: Title
fa: عنوان

source: Title of the image
fa: عنوان تصویر

source: Alternative
fa: جایگزین

source: Alternative text for image
fa: متن جایگزین برای تصویر

source: Upload ID
fa: شناسه ی بارگذاری

source: Unique identifier for this upload session
fa: شناسه یکتا برای این جلسه بارگذاری

source: Filename
fa: نام فایل

source: Original filename
fa: نام فایل اصلی

source: Total Size
fa: حجم کل

source: Total file size in bytes
fa: حجم کل فایل به بایت

source: Uploaded Size
fa: حجم بارگذاری شده

source: Total bytes uploaded so far
fa: تعداد کل بایت‌های بارگذاری شده تاکنون

source: Chunk Count
fa: تعداد تکه‌ها

source: Number of chunks uploaded
fa: تعداد تکه‌های بارگذاری شده

source: Temporary File Path
fa: مسیر فایل موقت

source: Path to the temporary file being assembled
fa: مسیر فایل موقتی که در حال مونتاژ است

source: Pending
fa: در انتظار

source: Uploading
fa: در حال بارگذاری

source: Initializing upload...
fa: در حال آماده‌سازی بارگذاری...

source: Completing upload...
fa: در حال تکمیل بارگذاری...

source: Completed
fa: تکمیل شده

source: Failed
fa: ناموفق

source: Status
fa: وضعیت

source: Chunk Upload
fa: بارگذاری تکه ای

source: Chunk Uploads
fa: بارگذاری‌های تکه ای

source: Main image
fa: عکس اصلی

source: Gallery image
fa: عکس گالری

source: Avatar
fa: آواتار

source: Banner
fa: بنر

source: Image
fa: عکس

source: Alternative text
fa: متن جایگزین

source: Content type
fa: نوع محتوا

source: Object id
fa: آی دی موجودیت

source: Picture Type
fa: نوع تصویر

source: Display order
fa: اولویت نمایش

source: User
fa: کاربر

source: Users
fa: کاربران

source: Can view admin dashboard
fa: نمایش صفحه اصلی ادمین

source: Management of the Iranian Social and Economic Observatory (RASA)
fa: مدیریت رصدخانه اجتماعی و اقتصادی ایران ( رصا )

source: Login
fa: ورود

source: Error
fa: خطا

source: Failed to initialize upload
fa: مقداردهی اولیه بارگذاری ناموفق بود

source: Failed to upload chunk
fa: بارگذاری تکه ناموفق بود

source: Notification
fa: اعلان

source: An error occurred
fa: خطایی رخ داد

source: You dont have enough permissions
fa: شما دسترسی های لازم را ندارید

source: You'r account is not activated
fa: حساب کاربری شما فعال نمی باشد

source: There is no user with these credentials
fa: کاربری با اطلاعات وارد شده یافت نشد

source: Filename and total_size are required
fa: نام فایل و حجم کل الزامی است

source: upload_id, chunk, and offset are required
fa: شناسه بارگذاری، تکه و آفست الزامی است

source: Missing required fields
fa: فیلدهای الزامی موجود نیست

source: Picture has been created successfully
fa: تصویر با موفقیت ثبت شد

source: Picture has been updated successfully
fa: تصویر با موفقیت ویرایش شد
